const FACULTY = [
    {
        "name": "ສະຖາປັດຕະຍະກຳສາດ",
        "department": [
            {
                "name": "ສະຖາປັດຕະຍະກຳ​ສາດ"
            },
            {
                "name": "ວາງ​ແຜນ​ສະພາບ​ແວດ​ລ້ອມ-ຜັງ​ເມືອງ"
            },
            {
                "name": "ວິທະຍາ​ການ​ອາຄານ"
            }
        ]
    },
    {
        "name": "ວິສະວະກຳສາດ",
        "department": [
            {
                "name": "ວິສະວະກຳໂຍທາ"
            },
            {
                "name": "ວິສະວະກຳກົນຈັກ"
            },
            {
                "name": "ວິສະວະກຳໄຟຟ້າ"
            },
            {
                "name": "ເອເລັກໂຕນິກ ແລະ ໂທລະຄົມມະນາຄົມ"
            },
            {
                "name": "ຄອມພີວເຕີ ແລະ ຂໍ້ມູນຂ່າວສານ"
            },
            {
                "name": "ຂົວທາງ ແລະ ຂົນສົ່ງ"
            },
            {
                "name": "ຊັບພະຍາກອນນ້ຳ"
            },
            {
                "name": "ສ້າງຄູອາຊີວະສຶກສາ"
            }
        ]
    },
    {
        "name": "ເສດຖະສາດ ແລະ ບໍລິຫານທຸລະກິດ",
        "department": [
            {
                "name": "ເສດຖະສາດ"
            },
            {
                "name": "ການ​ຄ້າ"
            },
            {
                "name": "ບໍລິຫານ​ທຸລະ​ກິດ"
            },
            {
                "name": "ການ​ເງິນ-ການ​ທະນາຄານ"
            },
            {
                "name": "ການ​ບັນຊີ"
            }
        ]
    },
    {
        "name": "ວິທະຍາສາດສິ່ງແວດລ້ອມ",
        "department": [
            {
                "name": "ການຈັດການສິ່ງແວດລ້ອມ"
            },
            {
                "name": "ວິທະຍາສາດສິ່ງແວດລ້ອມ"
            },
            {
                "name": "ການວາງແຜນພັດທະນາ"
            },
            {
                "name": "ວິທະຍາສາດພື້ນຖານ"
            }
        ]
    },
    {
        "name": "ນິຕິສາດ ແລະ ລັດຖະສາດ",
        "department": [
            {
                "name": "ກົດໝາຍແພ່ງ"
            },
            {
                "name": "ກົດໝາຍອາຍາ"
            },
            {
                "name": "ລັດຖະສາດ"
            },
            {
                "name": "ພົວພັນສາກົນ"
            },
            {
                "name": "ກົດໝາຍທຸລະກິດ"
            }
        ]
    },
    {
        "name": "ກະເສດສາດ",
        "department": [
            {
                "name": "ປູກຝັງ"
            },
            {
                "name": "ລ້ຽງສັດ ​ແລະ​ ການ​ປະມົງ"
            },
            {
                "name": "​ເສດຖະກິດ​ກະສິກຳ ​ແລະ ​ເຕັກ​ໂນ​ໂລ​ຊີ​ອາຫານ"
            },
            {
                "name": "ສັດຕະວະເພດ"
            }
        ]
    },
    {
        "name": "ສຶກສາສາດ",
        "department": [
            {
                "name": "ບໍລິຫານການສຶກສາ"
            },
            {
                "name": "ສ້າງຄູທຳມະຊາດ"
            },
            {
                "name": "ສ້າງຄູສັງຄົມ"
            },
            {
                "name": "ສ້າງຄູພາສາຕ່າງປະເທດ"
            },
            {
                "name": "ສ້າງຄູພາສາລາວ-ວັນນະຄະດີ"
            },
            {
                "name": "ຈິດຕະວິທະຍາການສຶກສາ"
            },
            {
                "name": "ສ້າງຄູພະລະສຶກສາ"
            },
            {
                "name": "ສູນພັດທະນາຄູ"
            },
            {
                "name": "ໂຮງຮຽນມັດທະຍົມສົມບູນສາທິດ"
            },
            {
                "name": "ໂຮງຮຽນປະຖົມສົມບູນສາທິດ"
            },
            {
                "name": "ໂຮງຮຽນອະນຸບານ"
            }
        ]
    },
    {
        "name": "ວິທະຍາສາດປ່າໄມ້",
        "department": [
            {
                "name": "ເສດຖະສາດ​ປ່າ​ໄມ້ ​ແລະ ​ເຕັກ​ໂນ​ໂລ​ຊີ​ປຸງ​ແຕ່ງ​ໄມ້, ສາຂາ​ວິຊາ​ປ່າ​ໄມ້​ຊຸມ​ຊົນ ​ແລະ​ ພັດທະນາ​ຊົນນະບົດ"
            },
            {
                "name": "ຄຸ້ມ​ຄອງ​ຈັດ​ສັນ​ປ່າ​ໄມ້"
            },
            {
                "name": "ຄຸ້ມ​ຄອງ​ຈັດ​ສັນ​ແຫ​ລ່ງນ້ຳ ​ແລະ​ ການ​ວາງ​ແຜນ​ນຳ​ໃຊ້​ທີ່​ດິນ"
            },
            {
                "name": "ທ່ອງ​ທ່ຽວ​ອະນຸລັກ ​ແລະ ​ການ​ອະນຸລັກ​ທຳ​ມະ​ຊາດ"
            }
        ]
    },
    {
        "name": "ອັກສອນສາດ",
        "department": [
            {
                "name": "ພາສາ​ອັງກິດ"
            },
            {
                "name": "ພາສາ​ລາວ-ສື່ສານ​ມວນ​ຊົນ"
            },
            {
                "name": "ວິຊາພາສາຝຣັ່ງ"
            },
            {
                "name": "ພາສາ​ຈີນ"
            },
            {
                "name": "ພາສາ​ຍີ່ປຸ່ນ"
            },
            {
                "name": "ພາສາ​ຫວຽດນາມ"
            },
            {
                "name": "ພາສາເຢຍລະ​ມັນ"
            },
            {
                "name": "ພາສາ​ເກົາຫລີ"
            },
            {
                "name": "ສື່ສານ​ມວນ​ຊົນ"
            }
        ]
    },
    {
        "name": "ວິທະຍາສາດທຳມະຊາດ",
        "department": [
            {
                "name": "ຊີວະ​ວິທະຍາ"
            },
            {
                "name": "ເຄມີ​ສາດ"
            },
            {
                "name": "ຟີ​ຊິກ​ສາດ"
            },
            {
                "name": "ຄະນິດສາດ"
            },
            {
                "name": "ວິທະຍາສາດ​ຄອມ​ພີ​ວ​ເຕີ"
            },
            {
                "name": "ສູນວິທະຍາສາດການສຶກສາ ລາວ-ສິງກະໂປ ເຈເນຕິກ"
            }
        ]
    },
    {
        "name": "ວິທະຍາສາດສັງຄົມ",
        "department": [
            {
                "name": "ການ​ເມືອງ ​ແລະ​ ບໍລິຫານ​ລັດຖະກິດ"
            },
            {
                "name": "ສັງຄົມ​ສົງ​ເຄາະ ​ແລະ ​ການ​ພັດທະນາ"
            },
            {
                "name": "ປະຫວັດສາດ ​ແລະ ​ການ​ຄຸ້ມ​ຄອງ​ມໍລະດົກ"
            },
            {
                "name": "​ພູມີສາດ ​ແລະ ​ສາລະ​ສົນ​ເທດ​ສາດ"
            },
            {
                "name": "ການທ່ອງທ່ຽວ ​ແລະ ​ໂຮງ​ແຮມ"
            }
        ]
    },
    {
        "name": "ຊັບພະຍາກອນນ້ຳ",
        "department": [
            {
                "name": "none"
            }
        ]
    },
    {
        "name": "ວິທະຍາສາດການກິລາ - ກາຍະກຳ",
        "department": [
            {
                "name": "ສ້າງ​ຄູ​ພະລະສຶກສາ"
            },
            {
                "name": "ຄູ​ເຝິກກີລາ​"
            },
            {
                "name": "ວິທະຍາສາດການກີລາ"
            },
            {
                "name": "ບິ​ລິ​ຫານການກີລາ"
            }
        ]
    }
]

export default FACULTY;


